PREF_TOPICS_ANSWERS = {
    'select_pref_1': "Учебные материалы и учебный процесс",
    'select_pref_2': "Работа семинаристов и лекторов",
    'select_pref_3': "Студенческие инициативы",
    'select_pref_4': "Инфраструктура",
    'select_pref_5': "Питание на Физтехе",
    'select_pref_6': "Лекции МФТИ",
    'select_pref_7': "Работа психологической службы",
    'select_pref_8': "Работа учебного управления",
    'select_pref_9': "Работа управления безопасности",
    'select_proof': "Далее ➡"
}

Q_SELECT_PREF = 'Выберите интересующие вас темы?'
Q_SELECT_YEAR = 'Выберите ваш курс?'
Q_SELECT_DEP = 'Выберите ваш факультет?'

DEPARTMENT_NAMES = {
    "FRTK": "ФРТК",
    "LFI": "ЛФИ",
    "FAKT": "ФАКТ",
    "FEFM": "ФЭФМ",
    "FPMI": "ФПМИ",
    "FBMF": "ФБМФ",
    "INBICST": "ИНБИКСТ",
    "FBVT": "ФБВТ",
    "PISH RPI": "ПИШ РПИ"
}

YEAR_NAMES = {
    "year_1": "1 курс",
    "year_2": "2 курс",
    "year_3": "3 крус",
    "year_4": "4 курс",
    "year_5_6": "Магистратура",
    "year_7_10": "Аспирантура",
    "worker": "Сотрудник МФТИ",
}
